---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MaterialParamShininess
source: html/3a39e3ab-fb5d-10f0-13d6-1c68d98396d3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MaterialParamShininess Property

"Shininess"

## Syntax (C#)
```csharp
public static ForgeTypeId MaterialParamShininess { get; }
```